tap "github/gh"
tap "khanhas/tap"
tap "heroku/brew"
tap "rigellute/tap"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/bundle"
tap "rcmdnk/rcmdnkpac"
tap "cmacrae/formulae"
tap "homebrew/services"
tap "homebrew/cask-fonts"
tap "koekeishiya/formulae"
tap "cloudflare/cloudflare"
tap "homebrew/cask-versions"

brew "gh"
brew "bat"
brew "fnm"
brew "fig"
brew "fzf"
brew "zsh"
brew "jp2a"
brew "webp"
brew "wget"
brew "nvim"
brew "rust"
brew "boxes"
brew "zplug"
brew "neovim"
brew "catimg"
brew "ripgrep"
brew "gnu-time"
brew "neofetch"
brew "git", link: false
brew "node", link: false
brew "zsh-syntax-highlighting"
brew "rcmdnk/rcmdnkpac/sentaku"
brew "koekeishiya/formulae/yabai"

cask "iterm2"
cask "spotify"
cask "rectangle"
cask "ubersicht"
cask "font-inter"
cask "google-chrome"
cask "visual-studio-code"
cask "font-hack-nerd-font"

mas "Xcode", id: 497799835
